---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetDefaultMinorLapspliceLength
source: html/b7c42581-8065-c08c-fb33-33784ebb882e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetDefaultMinorLapspliceLength Property

"Default Minor Lap Splice Length": Default Minor Lap Splice Length

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetDefaultMinorLapspliceLength { get; }
```